const content = {
  overView: {
    p1: `本书起源于记者和历史学家CorinneRuifi耗时三年半完成的研究。Corinne在完成论文之后，又花费接近两年，采访了11位在1920年代出生、与女性有过（或正处于）恋爱关系的瑞士女性，讲述她们精彩的人生故事。本书是一本反映欧洲近代历史、女性权利发展和女同性恋的历史，兼备故事性和历史性非虚构作品。`,
    p2: `全书采用口述史的方式写作，将这11位经历了两次世界大战、欧洲左翼文化运动（六八运动）的女性呈现在众人面前。虽然这11位女主角都与女性正在（或曾经）处在一段恋爱关系中，但每个人的经历、自我认同、意识觉醒都各不相同，同性恋关系只是她们人生一部分。对于这些不愿成为家庭主妇或母亲的女性”，瑞士中产阶级社会处处是限制。这本书也是对女性形象的 丰富和补充。`,
    quote: `这本书对于中文读者来说，最大的意义就是：我们可能正在处于她们的时代。她们作为非传统女性在当时遇到的很多困难和困惑，我们正在经历。我们的一些传统思想正在阻碍女性的发展。类似的，在书中这11名女性的成长过程中，习俗和宗教都占据重要位置；然而，她们却能突破（或绕过）习俗和宗教，获得内心的解放。`,
    p4: `阅读此书，就是在阅读这11位女性的人生。这些故事所描绘的，不仅仅是瑞士女同性恋的历史，更是20世纪30年代至现代瑞士地区女性发展的历史、瑞士的历史。同性之爱只是叙述者人生的一部分。读者可以看到瑞士的女性政治和女权运动的各方面，以及其中很重要的女权主义者、女同性恋者在这些运动中所“扮演”和“未扮演”的角色。`,
    p5: `本书德语版在2015年3月中旬出版，首印1500册在出版后3周内全部售完。在2015年3月31日这本书的开幕式上，超过300名参加者济济一堂；当日，排队等待作者签售的读者以女性为主，但也有部分是男性。作者在德语地区（德国、奥地利、瑞士）进行巡回读书会，所到之处都受到读者的热烈反响。目前，本书德语版已加印两次。作者也计划在2016年在德语区再进行20场读书会。`,
  },
};

export default content;
